11/data/attachments/76282ea997e44e87.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsRequest>
            <nif:username>soap_actions_b88ac888-308b-45fe-b038-8dfbff7478d6</nif:username>
            
        </nif:friendsRequest>
    </soapenv:Body>
</soapenv:Envelope>